Repository: hocvn/Window-TimeManagementApp
Catalog: TimeManagementApp/Strings/*/Resources.resw
Source language: en_us
Languages: vi_vn

# backButtons.Content
source: Back
vi_vn: Quay lại

# signIn.Text
source: SIGN IN
vi_vn: ĐĂNG NHẬP

# signInButton.Content
source: SIGN IN
vi_vn: ĐĂNG NHẬP

# password.PlaceholderText
source: Password
vi_vn: Mật khẩu

# newPassword.PlaceholderText
source: Password
vi_vn: Mật khẩu

# remember.Content
source: Remember
vi_vn: Lưu tài khoản

# signUp.Text
source: SIGN UP
vi_vn: ĐĂNG KÝ

# signUpButton.Content
source: SIGN UP
vi_vn: ĐĂNG KÝ

# username.PlaceholderText
source: Username
vi_vn: Tên đăng nhập

# nextButton.Content
source: Next
vi_vn: Tiếp tục

# recoverYourAccount.Text
source: RECOVER YOUR ACCOUNT
vi_vn: KHÔI PHỤC TÀI KHOẢN

# forgotPassword.Content
source: Forgot password?
vi_vn: Quên mật khẩu?

# createNewAccount.Content
source: Create new account
vi_vn: Tạo tài khoản mới

# reenterPassword.PlaceholderText
source: Re-enter password
vi_vn: Nhập lại mật khẩu

# emailPageIns.Text
source: Enter your email so we can help you recover
vi_vn: Nhập email của bạn để có thể khôi phục mật khẩu

# forgotPasswordPageIns.Text
source: Create your new password
vi_vn: Tạo mật khẩu mới

# resetPasswordButton.Content
source: Reset
vi_vn: Đặt lại mật khẩu

# homeTitle.Text
source: Home
vi_vn: Trang chủ

# home.Content
source: Home
vi_vn: Trang chủ

# note.Content
source: Note
vi_vn: Ghi chú

# noteTitle.Text
source: Note
vi_vn: Ghi chú

# time.Content
source: Time
vi_vn: Thời gian

# timeTitle.Text
source: Time
vi_vn: Thời gian

# calendar.Content
source: Calendar
vi_vn: Lịch

# group.Content
source: Group
vi_vn: Nhóm

# statistics.Content
source: Statistics
vi_vn: Thống kê

# setting.Text
source: Setting
vi_vn: Cài đặt

# search.PlaceholderText
source: Search
vi_vn: Tìm kiếm

# todayTasks.Text
source: Today tasks
vi_vn: Việc hôm nay

# taskTitle.Text
source: Tasks
vi_vn: Nhiệm vụ

source: Total
vi_vn: Tất cả

# addNote.PlaceholderText
source: Add a new note
vi_vn: Thêm ghi chú mới

# addNoteButton.Content
source: Add
vi_vn: Thêm

# startButton.Label
source: Start
vi_vn: Bắt đầu

# pauseButton.Label
source: Pause
vi_vn: Dừng

# resetButton.Label
source: Reset
vi_vn: Đặt lại

# skipThisSessionButton.Label
source: Skip this seesion
vi_vn: Chuyển tiếp

# changeSettingButton.Label
source: Setting
vi_vn: Cài đặt

# saveButton.Label
source: Save
vi_vn: Lưu

# timerSettingTitle.Text
source: Timer setting
vi_vn: Cài đặt bộ đếm thời gian

# backButton.Label
source: Back
vi_vn: Quay lại

# focusTimeMinutes.Header
source: Focus time minute
vi_vn: Số phút của thời gian tập trung

# shortBreakMinutes.Header
source: Short break minutes
vi_vn: Số phút của thời gian nghỉ ngơi ngắn

# longBreakMinutes.Header
source: Long break minutes
vi_vn: Số phút của thời gian nghỉ ngơi dài

# timerNotification.Header
source: Notification
vi_vn: Thông báo

# selectTag.Header
source: Select tag
vi_vn: Chọn thẻ

# working.Content
source: Working
vi_vn: Làm việc

# studying.Content
source: Studying
vi_vn: Học

# reading.Content
source: Reading
vi_vn: Đọc

source: Good morning
vi_vn: Chào buổi sáng

source: Good afternoon
vi_vn: Chào buổi chiều

source: Good evening
vi_vn: Chào buổi tối

source: Password must contain at least one uppercase letter
vi_vn: Mật khẩu cần có ít nhất một kí tự in hoa

source: Password must contain at least one digit
vi_vn: Mật khẩu cần có ít nhất một kí tự số

source: Password must contain at least one lowercase letter
vi_vn: Mật khẩu cần có ít nhất một kí tự in thường

source: Please fill out your email
vi_vn: Hãy điền địa chỉ email của bạn

source: Please fill out a valid email address format
vi_vn: Hãy điền đúng địa chỉ email của bạn

# Password_confirmation_does_not_match_the_password
source: Password confirmation does not match
vi_vn: Mật khẩu không khớp với nhau

source: Please fill out your username
vi_vn: Hãy điền tên đăng nhập của bạn

# Username_must_have_characters_long_less_than
source: Username must have characters less than
vi_vn: Tên đăng nhập có số kí tự không vượt quá

# Pasword_must_have_characters_long_more_than
source: Password must have characters more than
vi_vn: Mật khẩu có số kí tự không nhỏ hơn

# Pasword_must_have_characters_less_more_than
source: Password must have characters less than
vi_vn: Mật khẩu không được có số kí tự nhỏ hơn

source: Invalid username or password
vi_vn: Tên đăng nhập hoặc mật khẩu không đúng

source: Please enter both username and password
vi_vn: Hãy điền đầy đủ tên đăng nhập và mật khẩu của bạn

source: Username is already in use
vi_vn: Tên đăng nhập đã được sử dụng

source: Email is already in use
vi_vn: Email này đã được sử dụng

source: SUCCESSFUL
vi_vn: THÀNH CÔNG

# Your_account_have_been_created
source: Your account has been created
vi_vn: Tạo tài khoản thành công

# Login
source: Sign in
vi_vn: Đăng nhập

source: Email you entered have not registered yet
vi_vn: Email này chưa được đăng ký

source: Your password has been reset
vi_vn: Mật khẩu của bạn đã được đặt lại thành công

# Invalid_code
source: Invalid code, we will send you a new code
vi_vn: Mã không đúng, chúng tôi sẽ gửi cho bạn mã mới

source: Please enter this code
vi_vn: Nhập đoạn mã này

# deleteNoteButton.ToolTipService.ToolTip
source: Delete
vi_vn: Xóa

# fontColor.ToolTipService.ToolTip
source: Font color
vi_vn: Màu chữ

# boldButton.ToolTipService.ToolTip
source: Bold
vi_vn: In đậm

# italicButton.ToolTipService.ToolTip
source: Italic
vi_vn: In nghiêng

# underlineButton.ToolTipService.ToolTip
source: Underline
vi_vn: Gạch chân

# backNoteButton.ToolTipService.ToolTip
source: Back
vi_vn: Quay lại

# saveNoteButton.ToolTipService.ToolTip
source: Save
vi_vn: Lưu

source: Yes
vi_vn: Có

source: No
vi_vn: Không

source: Save
vi_vn: Lưu

source: Would you like to save the recent note?
vi_vn: Bạn có muốn lưu ghi chú không?

source: Exit
vi_vn: Thoát

source: Cancel
vi_vn: Hủy

source: Would you like to save?
vi_vn: Bạn có muốn lưu không?

source: Delete note
vi_vn: Xóa ghi chú

source: Are you sure you want to remove this note?
vi_vn: Bạn có chắc chắn muốn xóa không?

source: Error
vi_vn: Lỗi

source: Note name cannot be empty
vi_vn: Tên ghi chú không được bỏ trống

# settingsTitle.Text
source: Setting
vi_vn: Cài đặt

# openLinkButton.Content
source: Open link
vi_vn: Mở đường dẫn

# learnHowToUseApp.Content
source: Learn how to use app
vi_vn: Cách sử dụng phần mềm

# supportTitle.Header
source: Support
vi_vn: Hỗ trợ

# country.Header
source: Language and region
vi_vn: Ngôn ngữ và khu vực

# country.Description
source: Language and time correspond to your region
vi_vn: Ngôn ngữ và thời gian tương ứng với khu vực của bạn

# backgroundTheme.Header
source: Background theme
vi_vn: Màu chủ đề

# backgroundTheme.Description
source: Choose your favorite background theme
vi_vn: Chọn màu yêu thích của bạn

# samplesTheme.Header
source: Sample theme
vi_vn: Màu chủ đề có sẵn

# orYouCanUseYourOwnBackground.Header
source: Or you can choose your own background theme
vi_vn: Hoặc bạn có thể lựa chọn màu khác

# database.Header
source: Database
vi_vn: Dữ liệu

# database.Description
source: Choose database you want to connect
vi_vn: Chọn cơ sở dữ liệu bạn muốn kết nối

# account.Header
source: Account
vi_vn: Tài khoản

# account.Description
source: Reset password, log out
vi_vn: Đổi mật khẩu, đăng xuất

# previousButton.Content
source: Previous
vi_vn: Trước

# fillInTheSpaceAndPressEnterToAddNewTask.PlaceholderText
source: Fill in the space and press Enter to add new task
vi_vn: Điền tên vào ô trống rồi nhấn Enter để thêm nhiệm vụ

# insertTaskDueDateTime.PlaceholderText
source: Due date
vi_vn: Ngày kết thúc

# updateTaskButton.Label
source: Update
vi_vn: Cập nhật

# updateTask.Text
source: Update task
vi_vn: Cập nhật

# taskName.Text
source: Task name
vi_vn: Tên

# startTime.Text
source: Start time
vi_vn: Bắt đầu

# dueTime.Text
source: Due time
vi_vn: Kết thúc

# remindMe.Text
source: Remind me
vi_vn: Nhắc nhở

# laterToday.Content
source: Later today
vi_vn: Sau hôm nay

# tomorrow.Content
source: Tomorrow
vi_vn: Ngày mai

# nextWeek.Content
source: Next week
vi_vn: Tuần tới

# pickDateAndTime.Content
source: Pick Date and Time
vi_vn: Chọn ngày và giờ

# repeat.Text
source: Repeat
vi_vn: Lặp lại

# addFile.Text
source: Add file
vi_vn: Thêm tệp

# addNoteInTask.Text
source: Add note
vi_vn: Thêm ghi chú

# browseTemplate.Content
source: Browse Template
vi_vn: Chọn mẫu

# allTasks.Content
source: All Tasks
vi_vn: Tất cả nhiệm vụ

# uncompletedTasks.Content
source: Uncompleted Tasks
vi_vn: Nhiệm vụ chưa hoàn thành

# completedTasks.Content
source: Completed Tasks
vi_vn: Nhiệm vụ đã hoàn thành

# importantTasks.Content
source: Important Tasks
vi_vn: Nhiệm vụ quan trọng

# sortByDueDate.Content
source: Sort by Due Date
vi_vn: Sắp xếp theo ngày kết thúc

# sortByName.Content
source: Sort by Name
vi_vn: Sắp xếp theo tên nhiệm vụ

# searchTextBoxPlaceHolder.PlaceholderText
source: Type Search term and press Enter ...
vi_vn: Nhập từ khóa tìm kiếm rồi nhấn Enter ...

# previousPage.Content
source: Previous
vi_vn: Trước

# nextPage.Content
source: Next
vi_vn: Sau

# descriptionTitle.Text
source: Description
vi_vn: Mô tả

# descriptionTextBox.PlaceholderText
source: Description
vi_vn: Mô tả chi tiết

# endOfToday.Content
source: End of Today
vi_vn: Cuối ngày

# tomorrowMorning.Content
source: Tomorrow morning
vi_vn: Sáng mai

# nextWeekMorning.Content
source: Next week morning
vi_vn: Sáng tuần tới

# remindMeTitle.Header
source: Remind me
vi_vn: Nhắc nhở

# repeatTitle.Header
source: Repeat
vi_vn: Lặp lại

# addNoteTitle.Header
source: Add note
vi_vn: Thêm ghi chú

# repeatOption_None.Content
source: None
vi_vn: Không

# repeatOption_Daily.Content
source: Daily
vi_vn: Hàng ngày

# repeatOption_Weekly.Content
source: Weekly
vi_vn: Hàng tuần

# repeatOption_Monthly.Content
source: Monthly
vi_vn: Hàng tháng

# music.Content
source: Music
vi_vn: Nhạc

# animationBackground.PlaceholderText
source: Choose background
vi_vn: Chọn hình nền

# musicComboBox.PlaceholderText
source: Choose music
vi_vn: Chọn bài hát

# accountTitle.Text
source: Account
vi_vn: Tài Khoản

# usernameTextBlock.Text
source: Username
vi_vn: Tên đăng nhập

# signOutTextBlock.Text
source: Sign out
vi_vn: Đăng xuất

# usernameTitle.Header
source: Username
vi_vn: Tên đăng nhập

# resetPassTitle.Header
source: Reset password
vi_vn: Đổi mật khẩu

# currentPassTitle.Header
source: Enter current password
vi_vn: Nhập mật khẩu hiện tại

# enterNewPassAgainTitle.Header
source: Re-enter new password
vi_vn: Nhập lại mật khẩu mới

# enterNewPassTitle.Header
source: Enter new password
vi_vn: Nhập mật khẩu mới

# currentPassword.PlaceholderText
source: Current password
vi_vn: Mật khẩu hiện tại

source: Current password is incorrect
vi_vn: Mật khẩu hiện tại chưa chính xác

# background1.Content
source: Background 1
vi_vn: Hình nền 1

# background2.Content
source: Background 2
vi_vn: Hình nền 2

# background3.Content
source: Background 3
vi_vn: Hình nền 3

# song1.Content
source: Song 1
vi_vn: Bài hát 1

# song2.Content
source: Song 2
vi_vn: Bài hát 2

# song3.Content
source: Song 3
vi_vn: Bài hát 3

# song4.Content
source: Song 4
vi_vn: Bài hát 4

# song5.Content
source: Song 5
vi_vn: Bài hát 5

# SongTitle1
source: Song 1
vi_vn: Bài hát 1

# SongTitle2
source: Song 2
vi_vn: Bài hát 2

# SongTitle3
source: Song 3
vi_vn: Bài hát 3

# SongTitle4
source: Song 4
vi_vn: Bài hát 4

# SongTitle5
source: Song 5
vi_vn: Bài hát 5

source: Are you sure you want to sign out?
vi_vn: Bạn có chắc chắn muốn đăng xuất không?

source: SIGN OUT
vi_vn: ĐĂNG XUẤT

# otpPageInstruction.Text
source: We have sent you an email code, please enter this authentication code
vi_vn: Chúng tôi đã gửi cho bạn mã xác nhận, hãy nhập mã xác nhận đó
